Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: First parameter controls if RD is on (subme>=6) or off. Second parameter controls if Trellis is used on psychovisual optimization, default off
ca_es: El primer paràmetre controla si l'RD està actiu (subme>=6) o inactiu. El segon paràmetre controla si el Trellis s'utilitza a l'optimització psicovisual, per defecte inactiu

source: Subpixel motion estimation and partition decision quality
ca_es: Estimació del moviment dels subpíxels i qualitat de la decisió de partició

source: This parameter controls quality versus speed tradeoffs involved in the motion estimation decision process (lower = quicker and higher = better quality). Range 1 to 9.
ca_es: Aquest paràmetre controla la qualitat en oposició a la compensació de velocitat relativa al procés de decisió de l'estimació de moviment (menor = més ràpid i major = millor qualitat). Interval d'1 a 9.

source: RD based mode decision for B-frames. This requires subme 6 (or higher).
ca_es: Decisió de mode basada en RD per a fotogrames B. Requereix un subme de 6 (o superior).

source: Decide references on a per partition basis
ca_es: Decideix les referències basant-se en les particions.

source: Allows each 8x8 or 16x8 partition to independently select a reference frame, as opposed to only one ref per macroblock.
ca_es: Permet que cada partició de 8x8 o 16x8 seleccioni de manera independent un fotograma de referència, en contraposició amb una sola referència per a cada macrobloc.

source: Chroma in motion estimation
ca_es: Crominància a l'estimació de moviment

source: Chroma ME for subpel and mode decision in P-frames.
ca_es: Crominància de l'estimació de moviment per a subpíxels i decisió de mode als fotogrames P.

source: Joint bidirectional motion refinement.
ca_es: Refinament del moviment bidireccional conjunt.

source: Adaptive spatial transform size
ca_es: Mida de transformació espacial adaptativa

source: SATD-based decision for 8x8 transform in inter-MBs.
ca_es: Decisió basada en SATD per a transformacions de 8x8 en MB inter.

source: Trellis RD quantization
ca_es: Quantificació Trellis RD

source: Trellis RD quantization: - 0: disabled - 1: enabled only on the final encode of a MB - 2: enabled on all mode decisions This requires CABAC.
ca_es: Quantificació Trellis RD: - 0: inhabilitada - 1: habilitada només a la codificació final de MB - 2: habilitada en tots els modes de decisió Requereix CABAC.

source: Early SKIP detection on P-frames
ca_es: Detecció SKIP prèvia als fotogrames P

source: Early SKIP detection on P-frames.
ca_es: Detecció SKIP prèvia als fotogrames P.

source: Coefficient thresholding on P-frames
ca_es: Llindaritació del coeficient als fotogrames P

source: Coefficient thresholding on P-frames.Eliminate dct blocks containing only a small single coefficient.
ca_es: Llindarització del coeficient als fotogrames P. Elimina els blocs DCT que només contenen un únic i petit coeficient.

source: Use Psy-optimizations
ca_es: Utilitza les optimitzacions psicovisuals

source: Use all visual optimizations that can worsen both PSNR and SSIM
ca_es: Utilitza totes les optimitzacions visuals que poden perjudicar tant el PSNR com el SSIM

source: Dct-domain noise reduction. Adaptive pseudo-deadzone. 10 to 1000 seems to be a useful range.
ca_es: Reducció de soroll del domini DCT. Pseudozona morta adaptativa. L'interval entre 10 i 1000 sembla el correcte.

source: Inter luma quantization deadzone
ca_es: Zona morta de la quantificació de luminància inter

source: Set the size of the inter luma quantization deadzone. Range 0 to 32.
ca_es: Defineix la mida de la zona morta de la quantificació de luminància inter. Interval de 0 a 32.

source: Intra luma quantization deadzone
ca_es: Zona morta de la quantificació de luminància intra

source: Set the size of the intra luma quantization deadzone. Range 0 to 32.
ca_es: Defineix la mida de la zona morta de la quantificació de luminància intra. Interval de 0 a 32.

source: Non-deterministic optimizations when threaded
ca_es: Optimitzacions no determinants quan s'encadenen

source: Slightly improve quality of SMP, at the cost of repeatability.
ca_es: Millora lleugerament la qualitat de l'SMO en detriment de la repetibilitat.

source: CPU optimizations
ca_es: Optimitzacions de CPU

source: Use assembler CPU optimizations.
ca_es: Utilitza les optimitzacions de CPU de l'assemblador.

source: Filename for 2 pass stats file
ca_es: Nom del fitxer del fitxer d'estadístiques de 2 passades

source: Filename for 2 pass stats file for multi-pass encoding.
ca_es: Nom del fitxer del fitxer d'estadístiques de 2 passades per a la codificació multipassada.

source: PSNR computation
ca_es: Càlcul PSNR

source: Compute and print PSNR stats. This has no effect on the actual encoding quality.
ca_es: Càlcul i impressió de les estadístiques PSNR. No afecta a la qualitat de codificació real.

source: SSIM computation
ca_es: Càlcul SSIM

source: Compute and print SSIM stats. This has no effect on the actual encoding quality.
ca_es: Càlcul i impressió de les estadístiques SSIM. No afecta a la qualitat de codificació real.

source: Quiet mode
ca_es: Mode silenciós

source: Statistics
ca_es: Estadístiques

source: Print stats for each frame.
ca_es: Imprimeix les estadístiques de cada fotograma.

source: SPS and PPS id numbers
ca_es: Nombres identificadors SPS i PPS

source: Set SPS and PPS id numbers to allow concatenating streams with different settings.
ca_es: Defineix els nombres identificadors SPS i PPS perquè es puguin concatenar els fluxos amb paràmetres diferents.

source: Access unit delimiters
ca_es: Delimitadors d'unitats d'accés

source: Generate access unit delimiter NAL units.
ca_es: Genera delimitadors d'unitat d'accés d'unitats NAL.

source: Framecount to use on frametype lookahead
ca_es: Recompte de fotogrames que s'ha d'utilitzar a l'anticipació del tipus de fotograma

source: Framecount to use on frametype lookahead. Currently default can cause sync-issues on unmuxable output, like rtsp-output without ts-mux
ca_es: Recompte de fotogrames que s'ha d'utilitzar a l'anticipació del tipus de fotograma. Els valors per defecte actuals poden causar problemes de sincronització a la sortida no multiplexable, com a la sortida rstp sense el multiplexor ts

source: HRD-timing information
ca_es: Informació del cronometratge HDR

source: Default tune setting used
ca_es: Paràmetre d'ajust que s'utilitza per defecte

source: Default preset setting used
ca_es: Paràmetre de valor predefinit que s'utilitza per defecte

source: x264 advanced options.
ca_es: Opcions avançades x264.

source: x264 advanced options, in the form {opt=val,op2=val2} .
ca_es: Opcions avançades del x264, de la forma {opt=val,op2=val2}.

source: Fast
ca_es: Ràpid

source: Slow
ca_es: Lent

source: Spatial
ca_es: Espacial

source: checkerboard
ca_es: escaquer

source: column alternation
ca_es: alternança de columnes

source: row alternation
ca_es: alternança de files

source: side by side
ca_es: banda a banda

source: top bottom
ca_es: dalt a baix

source: frame alternation
ca_es: alternança de fotogrames

source: H.264/MPEG-4 Part 10/AVC encoder (x264 10-bit)
ca_es: H.264/MPEG-4 Part 10/AVC codificador (x264 10-bit)

source: H.264/MPEG-4 Part 10/AVC encoder (x264)
ca_es: H.264/MPEG-4 Part 10/AVC codificador (x264)

source: XWD image decoder
ca_es: Descodificador d'imatge XWD

source: Teletext page
ca_es: Pàgina de teletext

source: Open the indicated Teletext page.Default page is index 100
ca_es: Obre la pàgina de teletext indicada. Per defecte la pàgina d'índex és 100

source: Teletext transparency
ca_es: Transparència del teletext

source: Setting vbi-opaque to false makes the boxed text transparent.
ca_es: Si es selecciona el vbi-opaque fals el quadre de text serà transparent.

source: Teletext alignment
ca_es: Alineació del teletext

source: You can enforce the teletext position on the video (0=center, 1=left, 2=right, 4=top, 8=bottom, you can also use combinations of these values, eg. 6 = top-right).
ca_es: Aquesta opció us permet forçar la posició del teletext en el vídeo (0=centre, 1=esquerra, 2=dreta, 4=superior, 8=inferior, també podeu utilitzar combinacions d'aquests valors, p.e. 6=superior-dreta).

source: Teletext text subtitles
ca_es: Subtítols de text del teletext

source: Output teletext subtitles as text instead of as RGBA
ca_es: Sortida dels subtítols del teletext com a text, no com a RGBA

source: VBI and Teletext decoder
ca_es: VBI i descodificador de teletext

source: VBI & Teletext
ca_es: VBI i Teletext

source: D-Bus control interface
ca_es: Interfície del control del D-Bus

source: VLC media player
ca_es: Reproductor multimèdia VLC

source: Do not open a DOS command box interface
ca_es: No obris cap interfície de la finestra d'ordres DOS

source: By default the dummy interface plugin will start a DOS command box. Enabling the quiet mode will not bring this command box but can also be pretty annoying when you want to stop VLC and no video window is open.
ca_es: Per defecte el connector d'interfície dummy iniciarà una finestra d'ordres de DOS. Si s'habilita el mode silenciós no apareixerà aquesta finestra, però pot resultar molest quan vulgueu aturar el VLC i no estigui oberta cap finestra de vídeo.

source: Dummy interface
ca_es: Interfície Dummy

source: Motion threshold (10-100)
ca_es: Llindar de moviment (10-100)

source: Amount of movement required for a mouse gesture to be recorded.
ca_es: Quantitat de moviment necessari perquè s'enregistri un moviment del ratolí.

source: Trigger button
ca_es: Botó d'activació

source: Trigger button for mouse gestures.
ca_es: Botó d'activació per als moviments del ratolí.

source: Middle
ca_es: Mig

source: Gestures
ca_es: Moviments

source: Mouse gestures control interface
ca_es: Interfície de control dels moviments del ratolí

source: Global Hotkeys
ca_es: Tecles de drecera globals

source: Global Hotkeys interface
ca_es: Interfície de les tecles de drecera globals

source: Hotkeys
ca_es: Tecles de drecera

source: Hotkeys management interface
ca_es: Interfície de gestió de les tecles de drecera

source: One
ca_es: Un

source: Loop: %s
ca_es: Bucle: %s

source: Random: %s
ca_es: Aleatori: %s

source: Audio Device: %s
ca_es: Dispositiu d'àudio: %s

source: Recording
ca_es: S'està enregistrant

source: Recording done
ca_es: Enregistrament realitzat

source: Sub sync: bookmarked audio time
ca_es: Sincronització de subtítol: temps d'àudio preferit

source: No active subtitle
ca_es: No hi ha cap subtítol actiu

source: Sub sync: bookmarked subtitle time
ca_es: Sincronització de subtítol: temps de subtítol preferit

source: Sub sync: set bookmarks first!
ca_es: Sincronització de subtítol: estableix els preferits primer

source: Sub sync: corrected %i ms (total delay = %i ms)
ca_es: Sub sync: corregit %i ms (retard total = %i ms)

source: Sub sync: delay reset
ca_es: Sub sync: retarda el reinici

source: Subtitle delay %i ms
ca_es: Retard del subtítol: %i ms

source: Audio delay %i ms
ca_es: Retard de l'àudio: %i ms

source: Audio track: %s
ca_es: Pista d'àudio: %s

source: Subtitle track: %s
ca_es: Pista de subtítols : %s

source: N/A
ca_es: N/D

source: Program Service ID: %s
ca_es: Identificador del servei de programa: %s

source: Aspect ratio: %s
ca_es: Relació d'aspecte: %s

source: Crop: %s
ca_es: Escapça: %s

source: Zooming reset
ca_es: Restableix el zoom

source: Scaled to screen
ca_es: Ajustat a la pantalla

source: Original Size
ca_es: Mida original

source: Zoom mode: %s
ca_es: Mode zoom: %s

source: Deinterlace off
ca_es: Desentrellaçat inactiu

source: Deinterlace on
ca_es: Desentrellaçat actiu

source: Subtitle position: no active subtitle
ca_es: Posició del subtítol: no hi ha cap subtítol actiu

source: Subtitle position %d px
ca_es: Posició del subtítol %d px

source: Volume %ld%%
ca_es: Volum %ld%%

source: Speed: %.2fx
ca_es: Velocitat: %.2fx

source: Change the lirc configuration file
ca_es: Canvia el fitxer de configuració del lirc

source: Tell lirc to read this configuration file. By default it searches in the users home directory.
ca_es: Demaneu-li al lirc que llegeixi aquest fitxer de configuració. Per defecte cerca al directori d'inici de l'usuari.

source: Infrared
ca_es: Infraroig

source: Infrared remote control interface
ca_es: Interfície de control remot per infrarojos

source: motion
ca_es: moviment

source: motion control interface
ca_es: Interfície del control de moviments

source: Use HDAPS, AMS, APPLESMC or UNIMOTION motion sensors to rotate the video
ca_es: Utilitza els sensors de moviment HDAPS, AMS, APPLESMC o UNIMPTION per rotar el vídeo

source: Network master clock
ca_es: Rellotge principal de la xarxa

source: When set, this VLC instance will act as the master clock for synchronization for clients listening
ca_es: Quan es defineix, aquesta instància del VLC actua com a rellotge principal per a la sincronització dels clients que estiguin escoltant

source: Master server ip address
ca_es: Adreça IP del servidor principal

source: The IP address of the network master clock to use for clock synchronization.
ca_es: L'adreça IP del rellotge principal de la xarxa que s'ha d'utilitzar per a la sincronització del rellotge.

source: UDP timeout (in ms)
ca_es: Temps d'espera UDP (en ms)

source: Length of time (in ms) until aborting data reception.
ca_es: Quant de temps (en ms) queda per interrompre la recepció de dades.

source: Network Sync
ca_es: Sincronització de la xarxa

source: Network synchronization
ca_es: Sincronització de la xarxa

source: Install Windows Service
ca_es: Instal·la el Servei de Windows

source: Install the Service and exit.
ca_es: Instal·la el servei i surt.

source: Uninstall Windows Service
ca_es: Desinstal·la el Servei de Windows

source: Uninstall the Service and exit.
ca_es: Desinstal·la el Servei i surt.

source: Display name of the Service
ca_es: Nom de visualització del servei

source: Change the display name of the Service.
ca_es: Canvia el nom de visualització del servei .

source: Configuration options
ca_es: Opcions de configuració

source: Configuration options that will be used by the Service (eg. --foo=bar --no-foobar). It should be specified at install time so the Service is properly configured.
ca_es: Opcions de configuració que utilitzarà el Servei (p.e. --foo=bar --no-foobar). S'ha d'especificar a l'hora d'instal·lar perquè el Servei es configuri correctament.

source: Additional interfaces spawned by the Service. It should be specified at install time so the Service is properly configured. Use a comma separated list of interface modules. (common values are: logger, sap, rc, http)
ca_es: Interfícies addicionals engendrades pel Servei. S'ha d'especificar a l'hora d'instal·lar perquè el Servei es configuri correctament. Utilitza una llista de mòduls d'interfície separats per comes. (Valors habituals: logger, sap, rc, http)

source: NT Service
ca_es: Servei NT

source: Windows Service interface
ca_es: Interfície del Servei de Windows

source: Initializing
ca_es: S'està iniciant

source: Opening
ca_es: S'està obrint

source: Pause
ca_es: Pausa

source: Show stream position
ca_es: Mostra la posició del flux

source: Show the current position in seconds within the stream from time to time.
ca_es: Mostra la posició actual en segons dins del flux de tant en tant.

source: Fake TTY
ca_es: TTY fals

source: Force the rc module to use stdin as if it was a TTY.
ca_es: Obliga al mòdul rc a utilitzar stdin com si fos un TTY.

source: UNIX socket command input
ca_es: Entrada d'ordres del socket UNIX

source: Accept commands over a Unix socket rather than stdin.
ca_es: Accepta ordres sobre un socket Unix, no de l'stdin.

source: TCP command input
ca_es: Entrada d'ordres TCP

source: Accept commands over a socket rather than stdin. You can set the address and port the interface will bind to.
ca_es: Accepta ordres sobre un socket, no de l'stdin. Podeu definir l'adreça i el port als quals es vincularà la interfície.

source: By default the rc interface plugin will start a DOS command box. Enabling the quiet mode will not bring this command box but can also be pretty annoying when you want to stop VLC and no video window is open.
ca_es: Per defecte el connector d'interfície cr iniciarà una finestra d'ordres de DOS. Si habiliteu el mode silenciós no apareixerà aquesta finestra, però pot ser molest quan vulgueu aturar el VLC i no estigui oberta cap finestra de vídeo.

source: RC
ca_es: CR

source: Remote control interface
ca_es: Interfície del control remot

source: Remote control interface initialized. Type `help' for help.
ca_es: Interfície de control remot iniciada. Teclegeu «help» per demanar ajuda.

source: Unknown command `%s'. Type `help' for help.
ca_es: Ordre desconeguda '%s'.Teclegeu «help» per demanar ajuda.

source: +----[ Remote control commands ]
ca_es: +----[ Ordres del control remot ]

source: | add XYZ . . . . . . . . . . . . add XYZ to playlist
ca_es: | add XYZ . . . . . . . . . . afegeix XYZ a la llista de reproducció

source: | enqueue XYZ . . . . . . . . . queue XYZ to playlist
ca_es: | enqueue XYZ . . . . . . . . . . envia XYZ a la cua de la llista de reproducció

source: | playlist . . . . . show items currently in playlist
ca_es: | playlist . . . mostra els elements actuals de la llista de reproducció

source: | play . . . . . . . . . . . . . . . . . . play stream
ca_es: | play. . . . . . . . . . . . . . . reprodueix el flux

source: | stop . . . . . . . . . . . . . . . . . . stop stream
ca_es: | stop . . . . . . . . . . . . . . . . atura el flux

source: | next . . . . . . . . . . . . . . next playlist item
ca_es: | next . . . . . . . . . . . . següent element de la llista

source: | prev . . . . . . . . . . . . previous playlist item
ca_es: | prev . . . . . . . . . . element anterior de la llista

source: | goto . . . . . . . . . . . . . . goto item at index
ca_es: | goto . . . . . . . . . . . . vés a l'element de l'índex

source: | repeat [on|off] . . . . toggle playlist item repeat
ca_es: | repeat [on|off] . . . . commuta la repetició dels elements de la llista de reproducció

source: | loop [on|off] . . . . . . . . . toggle playlist loop
ca_es: | loop [on|off] . . . . . . . . commuta el bucle de la llista de reproducció

source: | random [on|off] . . . . . . . toggle random jumping
ca_es: | random [on|off] . . . . . . . commuta el salt aleatori

source: | clear . . . . . . . . . . . . . . clear the playlist
ca_es: | clear . . . . . . . . . . . . neteja la llista de reproducció

source: | status . . . . . . . . . . . current playlist status
ca_es: | clear . . . . . . . . . . . . estat actual de la llista de reproducció

source: | title [X] . . . . . . set/get title in current item
ca_es: | title [X] . . . . defineix/rep el títol de l'element actual

source: | title_n . . . . . . . . next title in current item
ca_es: | title_n . . . . . . . . següent títol en l'element actual

source: | title_p . . . . . . previous title in current item
ca_es: | title_p . . . . . . títol anterior en l'element actual

source: | chapter [X] . . . . set/get chapter in current item
ca_es: | chapter [X] . . . . defineix/rep capítol en l'element actual

source: | chapter_n . . . . . . next chapter in current item
ca_es: | chapter_n . . . . . . següent capítol en l'element actual

source: | chapter_p . . . . previous chapter in current item
ca_es: | chapter_p . . . . capítol anterior en l'element actual

source: | seek X . . . seek in seconds, for instance `seek 12'
ca_es: | seek X . . . cerca en segons, per exemple «cerca 12»

source: | pause . . . . . . . . . . . . . . . . toggle pause
ca_es: | pause . . . . . . . . . . . . . . . . commuta la pausa

source: | fastforward . . . . . . . . . set to maximum rate
ca_es: | fastforward . . . . . . . . . estableix a la màxima velocitat

source: | rewind . . . . . . . . . . . . set to minimum rate
ca_es: | rewind . . . . . . . . . . . . estableix a la mínima velocitat

source: | faster . . . . . . . . . . faster playing of stream
ca_es: | faster . . . . . . . . . . reproducció del flux ràpida

source: | slower . . . . . . . . . . slower playing of stream
ca_es: | slower . . . . . . . . . . reproducció de flux lenta

source: | normal . . . . . . . . . . normal playing of stream
ca_es: | normal . . . . . . . . . . reproducció de flux normal

source: | frame. . . . . . . . . . play frame by frame
ca_es: | frame. . . . . . . . . . reprodueix fotograma a fotograma

source: | f [on|off] . . . . . . . . . . . . toggle fullscreen
ca_es: | f [on|off] . . . . . . . . . . . . commuta la pantalla completa

source: | info . . . . . information about the current stream
ca_es: | info . . . . . informació sobre el flux actual

source: | stats . . . . . . . . show statistical information
ca_es: | stats . . . . . . . . mostra informació estadística

source: | get_time . . seconds elapsed since stream's beginning
ca_es: | get_time . . temps transcorregut des de l'inici del flux

source: | is_playing . . . . 1 if a stream plays, 0 otherwise
ca_es: | is_playing . . . . 1 si un flux es reprodueix, 0 la resta

source: | get_title . . . . . the title of the current stream
ca_es: | get_title . . . . . el títol del flux actual

source: | get_length . . . . the length of the current stream
ca_es: | get_length . . . . la longitud del flux actual

source: | volume [X] . . . . . . . . . . set/get audio volume
ca_es: | volum [X] . . . . . . . . . . defineix/rep volum de so

source: | volup [X] . . . . . . . raise audio volume X steps
ca_es: | volup [X] . . . . . . . augmenta el volum de so X passos

source: | voldown [X] . . . . . . lower audio volume X steps
ca_es: | voldown [X] . . . . . . disminueix el volum de so X passos

source: | adev [device] . . . . . . . . set/get audio device
ca_es: | adev [dispositiu] . . . . . . . . estableix/obtén el dispositiu d'àudio

source: | achan [X]. . . . . . . . . . set/get audio channels
ca_es: | achan [X]. . . . . . . . . . defineix/rep els canals de so

source: | atrack [X] . . . . . . . . . . . set/get audio track
ca_es: | atrack [X] . . . . . . . . . . . defineix/rep la pista de so

source: | vtrack [X] . . . . . . . . . . . set/get video track
ca_es: | vtrack [X] . . . . . . . . . . . defineix/rep la pista de vídeo

source: | vratio [X] . . . . . . . set/get video aspect ratio
ca_es: | vratio [X] . . . . . . . defineix/rep la relació d'aspecte de vídeo

source: | vcrop [X] . . . . . . . . . . . set/get video crop
ca_es: | vcrop [X] . . . . . . . . . . . defineix/rep l'escapçament del vídeo

source: | vzoom [X] . . . . . . . . . . . set/get video zoom
ca_es: | vzoom [X] . . . . . . . . . . . defineix/rep el zoom de vídeo

source: | snapshot . . . . . . . . . . . . take video snapshot
ca_es: | snapshot . . . . . . . . . . . . obtén una instantània de vídeo

source: | strack [X] . . . . . . . . . set/get subtitle track
ca_es: | strack [X] . . . . . . . . . estableix/obté la pista de subtítol

source: | key [hotkey name] . . . . . . simulate hotkey press
ca_es: | Tecla [nom de la tecla de drecera] . . . . . . simula la pulsació d'una tecla de drecera

source: | menu . . [on|off|up|down|left|right|select] use menu
ca_es: | menu . . [on|off|amunt|avall|esquerra|dreta|selecciona] utilitza el menú

source: | help . . . . . . . . . . . . . . . this help message
ca_es: | help . . . . . . . . . . . . . . . missatge d'ajuda

source: | logout . . . . . . . exit (if in socket connection)
ca_es: | logout . . . . . . . sortir (a la connexió socket)

source: | quit . . . . . . . . . . . . . . . . . . . quit vlc
ca_es: | quit . . . . . . . . . . . . . . . . . . . sortir del vlc

source: +----[ end of help ]
ca_es: +----[ fi de l'ajuda ]

source: Press menu select or pause to continue.
ca_es: Premeu «menu select» o «pause» per continuar.
